[
  {
    "name": "Sanctum WordPress Theme",
    "link": "https://tabormortgage.com",
    "description": "A custom WordPress theme designed to accommodate the needs of OneTrust Home Loans's joint ventures and DBAs.",
    "tech": "WordPress, Svelte, JavaScript",
    "image": "SanctumTheme"
  },
  {
    "name": "LoanForce Insider",
    "link": "",
    "description": "Custom dashboard for giving real estate agents an inside look at their clients's loan information.",
    "tech": "React",
    "image": "LoanforceInsider"
  },
  {
    "name": "Portfolio Landing Pages",
    "link": "https://onetrusthomeloans.com/bridge-loan",
    "description": "OneTrust Home Loans landing pages featuring flagship Portfolio Loan products. Designed as a customizable, extensible Gatsby template that is easily reusable for different loan types.",
    "tech": "Gatsby",
    "image": "ProfPortfolioLandingPages"
  },
  {
    "name": "Loan Originator Websites",
    "link": "https://onetrusthomeloans.com/lo/mglynn",
    "description": "Business sites for OneTrust Home Loans's sales team. Designed as a template that can be used for every team member and multiple brands.",
    "tech": "React, GraphQL",
    "image": "MloSites"
  },
  {
    "name": "Retail Branch Websites",
    "link": "https://onetrusthomeloans.com/branch/",
    "description": "Sites for OneTrust retail branches. Powered by React and Apollo Client. Click on a city/state panel to check out that individual branch.",
    "tech": "React, GraphQL",
    "image": "BranchSites"
  },
  {
    "name": "Recruitment Website",
    "link": "https://joinonetrust.com",
    "description": "Recruiting website designed to help grow OneTrust's sales team. Hilight of this project - building a custom method of vertical and horizontal scrolling animations.",
    "tech": "React",
    "image": "RecruitmentSite"
  },
  {
    "name": "Metropolitan Education Research Consortium Website",
    "link": "https://merc.soe.vcu.edu",
    "description": "Homepage for a department of Virginia Commonwealth University's School of Education. Learning the TerminalFour CMS and how to implement a fully custom design within its limitation proved to be an interesting challenge.",
    "tech": "TerminalFour, jQuery",
    "image": "VcuMerc"
  },
  {
    "name": "Center for Emotional & Behaviorial Health Website",
    "link": "https://cobe.vcu.edu",
    "description": "Homepage for a student wellness center at VCU. Built as a custom WordPress theme designed specifically to the institution's needs. This was the first professional WordPress theme I developed; it's based on Bones.",
    "tech": "WordPress, jQuery",
    "image": "VcuCobe"
  }
]
